cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'
tap 'caskroom/cask'

brew 'ack'
brew 'ack'
brew 'coreutils'
brew 'fzf'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'mongodb'
brew 'n'
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'rbenv'
brew 'readline'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'terraform'
brew 'tmux'
brew 'mysql'
brew 'rabbitmq'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'vim'
brew 'gnupg'
brew 'youtube-dl'
brew 'the_silver_searcher'
brew 'reattach-to-user-namespace'
brew 'kubernetes-helm'

cask '1password'
cask 'adium'
cask 'atom'
cask 'firefox'
cask 'garmin-express'
cask 'google-chrome'
cask 'handbrake'
cask 'mapbox-studio'
cask 'seashore'
cask 'slack'
cask 'steam'
cask 'tunnelbear'
cask 'vlc'
cask 'google-cloud-sdk'
